---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExportPatternInfo
source: html/707ccb17-62c3-0783-a981-17769e974e73.htm
---
# ExportPatternInfo Properties

The destination pattern name (the name of the pattern in the exported format).